{
  "architectures": [
    "AutoModel"
  ],
  "model_type": "sentence_transformer",
  "hidden_size": 384,
  "num_attention_heads": 12,
  "num_hidden_layers": 6,
  "vocab_size": 30522,
  "max_position_embeddings": 256,
  "type_vocab_size": 2,
  "initializer_range": 0.02,
  "layer_norm_eps": 1e-12,
  "hidden_dropout_prob": 0.1,
  "attention_probs_dropout_prob": 0.1,
  "use_cache": true,
  "torch_dtype": "float32"
}